Repository: deancrowe/openplotter-moitessier
Catalog: openplotterMoitessier/locale/*/LC_MESSAGES/openplotter-moitessier.po
Languages: it

source: Copying driver packages...
it: Copia pacchetti driver...

source: DONE
it: FATTO

source: FAILED:
it: FALLITO:

source: Modifying config.txt...
it: Modifica config.txt...

source: Setting version...
it: Impostazione versione...

source: Removing drivers packages...
it: Rimozione pacchetti driver...

source: Uninstalling drivers...
it: Disinstallazione driver...

source: Removing version...
it: Rimozione versione...

source: Help
it: Aiuto

source: Settings
it: Impostazioni

source: Apply Changes
it: Applica le modifiche

source: Cancel Changes
it: Annulla le modifiche

source: Drivers
it: Driver

source: Check System
it: Controlla il sistema

source: Check configuration
it: Verifica la tua configurazione

source: Check Settings
it: Controllare le impostazioni

source: Statistics
it: Statistiche

source: Check IMU temperature
it: Controlla la temperatura IMU

source: Check pressure
it: Verifica pressione

source: Moitessier HAT is not attached!
it: Moitessier HAT non è collegata!

source: Moitessier HAT is attached.
it: Moitessier HAT è collegata.

source: Your Raspberry Pi is too old!
it: Il tuo Raspberry Pi è troppo vecchio!

source: I2C is enabled.
it: I2C è abilitato.

source: I2C is disabled. Please enable I2C interface in Preferences -> Raspberry Pi configuration -> Interfaces.
it: I2C è disattivato. Abilita l'interfaccia I2C in Preferenze -> Raspberry Pi configurazione -> Interfacce.

source: SPI is enabled.
it: SPI è abilitato.

source: SPI is disabled. Please enable SPI interface in Preferences -> Raspberry Pi configuration -> Interfaces.
it: SPI è disattivato. Abilita l'interfaccia SPI in Preferenze -> Raspberry Pi configurazione -> Interfacce.

source: Moitessier HAT package is not installed!
it: Pacchetto Moitessier HAT non è installato!

source: Moitessier HAT package is installed.
it: Pacchetto Moitessier HAT installato.

source: The installed package does not support the current kernel version, go to "Drivers" tab to update it.
it: Il pacchetto installato non supporta l'attuale versione del kernel, vai nella scheda "Drivers" per aggiornarlo.

source: MPU-9250 temperature:
it: Temperatura MPU-9250:

source: To get accurate readings, make sure the sensor is not being read by another application.
it: Per ottenere letture accurate, assicurarsi che il sensore non sia letto da un'altra applicazione.

source: MS5607-02BA03 pressure and temperature:
it: Temperatura e pressione MS5607-02BA03:

source: Current kernel version
it: Versione corrente del Kernel

source: Supported versions
it: Versioni Supportate

source: The current package does not support the current kernel. Try to update the package. If you do not find a suitable package contact us at https://rooco.eu
it: Il pacchetto attuale non supporta l'attuale kernel. Prova ad aggiornare il pacchetto. Se non trovi un pacchetto adatto contattaci su https://rooco.eu

source: Moitessier HAT package is not installed, please install it.
it: Il pacchetto Moitessier HAT non è installato, installalo.

source: Available packages
it: Pacchetti disponibili

source: Install
it: Installa

source: Uninstall
it: Disinstalla

source: Download
it: Scarica

source: All drivers
it: Tutti i drivers

source: Select a package to install.
it: Selezionare un pacchetto da installare.

source: After installing the selected package, OpenPlotter will restart. Are you sure?
it: Dopo aver installato il pacchetto selezionato, OpenPlotter si riavvierà. Sei sicuro?

source: Question
it: Domanda

source: Updating Moitessier Hat modules and firmware...
it: Aggiornamento dei moduli di Moitessier Hat e firmware...

source: Installing package data, please wait...
it: Installazione pacchetti dati, attendere prego...

source: After uninstalling the package, OpenPlotter will restart. Are you sure?
it: Dopo aver disinstallato il pacchetto, OpenPlotter si riavvierà. Sei sicuro?

source: Removing Moitessier Hat drivers, please wait...
it: Rimozione dei driver di Moitessier Hat attendere...

source: Moitessier Hat drivers removed.
it: Driver di Moitessier Hat rimossi.

source: Searching package
it: Cerca pacchetto

source: Package downloaded!
it: Pacchetto scaricato!

source: Package not found!
it: Pacchetto non trovato!

source: Enable
it: Abilita

source: Disable
it: Disabilita

source: General
it: Generale

source: Reset HAT
it: Resetta HAT

source: Load defaults
it: Caricare i valori predefiniti

source: enable simulator
it: abilita simulatore

source: interval (ms)
it: intervallo (ms)

source: MMSI boat 1
it: MMSI Barca 1

source: MMSI boat 2
it: MMSI Barca 2

source: channel A [Hz]
it: canale A [Hz]

source: channel B [Hz]
it: canale B [Hz]

source: none
it: nessuno

source: Failure reading HAT settings!
it: Errore di lettura delle impostazioni HAT!

source: Failure reading default_config.xml file!
it: Errore di lettura del file default_config.xml!

source: Defaults loaded. Apply changes
it: Predefiniti caricati. Applica le modifiche

source: Changes applied!
it: Modifiche applicate!

source: Apply changes failed!
it: Applicazione delle modifiche fallita!

source: Device:
it: Dispositivo:

source: Connection:
it: Connessione:

source: Device =
it: Dispositivo =

source: Status = enabled
it: Stato = abilitato

source: Status = disabled
it: Stato = disabilitato

source: not connected
it: non connesso

source: Compass - Trim - Heel
it: Bussola - Beccheggio - Rollio

source: Please install openplotter-pypilot app
it: Installa l'applicazione openplotter-pypilot

source: Pypilot mode:
it: Modalità Pypilot:

source: only compass
it: solo bussola

source: autopilot
it: autopilota

source: disabled
it: disabilitato

source: Signal K connection ID =
it: ID connessione Signal K =

source: Signal K to NMEA 0183 plugin:
it: Signal K al plugin NMEA 0183:

source: enabled
it: abilitato

source: Heading conversion:
it: Conversione Direzione:

source: Trim - Heel conversion:
it: Aggiustamento Beccheggio - Rollio:

source: Pressure - Temperature
it: Pressione - Temperatura

source: Please install openplotter-i2c app
it: Installa l'applicazione openplotter-i2c

source: I2C - Signal K key for pressure:
it: I2C - Chiave Signal K per la pressione:

source: I2C - Signal K key for temperature:
it: I2C - Chiave Signal K per la temperatura:

source: Pressure conversion:
it: Conversione a pressione:

source: Checking Moitessier HAT...
it: Controllo Moitessier HAT...

source: not attached
it: non collegato

source: attached
it: collegato

source: Your Raspberry Pi is too old!
it: Il tuo Raspberry Pi è troppo vecchio!

source: I2C enabled
it: I2C abilitato

source: I2C is disabled. Please enable I2C interface in Preferences -> Raspberry Pi configuration -> Interfaces.
it: I2C è disattivato. Abilita l'interfaccia I2C in Preferenze -> Raspberry Pi configurazione -> Interfacce.

source: SPI enabled
it: SPI abilitato

source: SPI is disabled. Please enable SPI interface in Preferences -> Raspberry Pi configuration -> Interfaces.
it: SPI è disattivato. Si prega di abilitare l'interfaccia SPI in Preferenze -> Raspberry Pi configurazione -> Interfacce.

source: Moitessier HAT driver is not installed.
it: Il driver Moitessier HAT non è installato.

source: package installed
it: pacchetto installato

source: The installed package does not support the current kernel version, go to Moitessier HAT app to update it.
it: Il pacchetto installato non supporta l'attuale versione del kernel, vai nell'app Moitessier HAT per aggiornarlo.
